Repository: abhishekcitytech/Al-Rawabi-Foods
Catalog: AlRawabi/*.lproj/Localizable.strings
Languages: ar

# msg_language332
source: Do you want to proceed with full payment?
ar: هل تريد المضي قدما في السداد الكامل؟

# msg_language333
source: Do you want to proceed with first 3 days payment?
ar: هل تريد المضي قدما في أول 3 أيام دفعة؟

# msg_language334
source: CLEAR ALL
ar: امسح الكل

# msg_language335
source: Shop AED
ar: تسوق درهم

# msg_language336
source: Pay Full Amount
ar: دفع المبلغ كامل

# msg_language337
source: Pay Amount For First 3 Days
ar: ادفع لأول 3 أيام

# msg_language338
source: Delivery date & slot
ar: وقت و تاريخ التسليم

# msg_language339
source: Subscription plan
ar: خطة الاشتراك

# msg_language340
source: Subscription Start Date
ar: تاريخ بدء الاشتراك

# msg_language341
source: Subscription End Date
ar: تاريخ انتهاء الاشتراك

# msg_language342
source: Choose delivery time slot
ar: وقت و تاريخ التسليم

# msg_language343
source: Shop AED 15 or more, for FREE delivery
ar: تسوّق بقيمة 15 درهمًا إماراتيًا أو أكثر للحصول على توصيل مجاني

# msg_language344
source: Do you want to cancel your payment process?
ar: هل تريد إلغاء عملية الدفع الخاصة بك؟

# msg_language345
source: Please enter your reward points to be spend
ar: الرجاء إدخال نقاط المكافأة الخاصة بك ليتم إنفاقها

# msg_language346
source: Please enter coupon voucher code
ar: الرجاء إدخال رمز قسيمة القسيمة

# msg_language347
source: Do you want to remove this coupon discount from your cart?
ar: هل تريد إزالة خصم القسيمة من سلة التسوق الخاصة بك؟

# msg_language348
source: Your payment failed, please try after some time or check if sufficient balance available
ar: فشل الدفع الخاص بك ، يرجى المحاولة بعد بعض الوقت أو التحقق من توفر رصيد كافٍ

# msg_language349
source: Your payment cancelled, please try after some time or check if sufficient balance available
ar: تم إلغاء دفعتك ، يرجى المحاولة بعد فترة من الوقت أو التحقق من توفر رصيد كافٍ

# msg_language350
source: Shipping Rate
ar: سعر الشحن

# msg_language351
source: Please create an shipping address for delivery.
ar: الرجاء إنشاء عنوان الشحن للتسليم.

# msg_language352
source: Please select an shipping method for delivery.
ar: الرجاء تحديد طريقة الشحن للتسليم.

# msg_language353
source: Enter reward point
ar: أدخل نقطة المكافأة

# msg_language354
source: Do you want to remove this applied reward point?
ar: هل تريد إزالة نقطة المكافأة المطبقة؟

# msg_language355
source: You can not use reward points now.
ar: لا يمكنك استخدام نقاط المكافأة الآن.

# msg_language356
source: You can use minimum
ar: يمكنك استخدام الحد الأدنى

# msg_language357
source: & maximum
ar: و أقصى

# msg_language358
source: points
ar: نقاط

# msg_language359
source: You have
ar: لديك

# msg_language360
source: reward points available.
ar: نقاط مكافاة متاحة

# msg_language361
source: Applied
ar: مُطبَّق

# msg_language362
source: Please eneter your search keyword
ar: ما الذي تبحث عنه؟

# msg_language363
source: Are You Sure You Want To Change Payment Method
ar: هل أنت متأكد أنك تريد تغيير طريقة الدفع

# msg_language364
source: Please Insert Numbers That Are Multiple Of 10
ar: الرجاء إدخال الأرقام المضاعفة لـ 10

# msg_language365
source: You have applied
ar: لقد تقدمت بطلب

# msg_language366
source: reward points successfully.
ar: نقاط المكافأة بنجاح.

# msg_language367
source: Keep Shopping For More
ar: استمر في التسوق للمزيد

# msg_language368
source: Please verify your mobile number
ar: يرجى التحقق من رقم هاتفك المحمول

# msg_language369
source: Your profile has been updated successfully
ar: تم تحديث ملفك الشخصي بنجاح

# msg_language370
source: Please enter recharge amount
ar: الرجاء إدخال مبلغ إعادة الشحن

# msg_language371
source: Make Payment
ar: قم بالدفع

# msg_language372
source: Please enter your recharge amount
ar: الرجاء إدخال مبلغ إعادة الشحن الخاص بك

# msg_language373
source: Please amount should be greater than zero
ar: الرجاء يجب أن يكون المبلغ أكبر من الصفر

# msg_language374
source: Your wallet has been recharged successfully
ar: تم إعادة شحن محفظتك بنجاح

# msg_language375
source: Update Password
ar: تطوير كلمة السر

# msg_language376
source: Change Language:
ar: تغيير اللغة:

# msg_language377
source: You can only apply maximum avaialable reward points
ar: يمكنك فقط تطبيق الحد الأقصى من نقاط المكافأة المتاحة

# msg_language379
source: You have insufficient reward points available.
ar: لديك نقاط مكافآت غير كافية.

# msg_language378
source: Your mobile no already verified, kindly update with new mobile number.
ar: لم يتم التحقق من هاتفك المحمول بالفعل ، يرجى التحديث برقم الهاتف المحمول الجديد.

# msg_language380
source: Days
ar: أيام

# msg_language381
source: Order and Pay
ar: اطلب و ادفع

# msg_language382
source: Select Days
ar: حدد الايام

# msg_language383
source: Your information has been updated successfully
ar: تم تحديث المعلومات الخاصة بك بنجاح

# msg_language384
source: You have to select minimum of 8 days of order
ar: يجب عليك تحديد 8 أيام كحد أدنى للطلب

# msg_language385
source: Estimated Tax:
ar: الضريبة المقدرة:

# msg_language386
source: Item added successfully to cart
ar: تمت إضافة العنصر بنجاح إلى سلة التسوق

# msg_language387
source: Choose Your Precise Location
ar: اختر موقعك الدقيق

# msg_language388
source: Update Location
ar: تحديث الموقع

# msg_language389
source: Emirates
ar: الإمارات

# msg_language390
source: Name
ar: اسم

# msg_language391
source: Whatâ€™s on your mind? *
ar: ما الذي يدور في ذهنك؟

# msg_language392
source: Update & Save
ar: تحديث وحفظ

# msg_language393
source: Please select region , state or province
ar: الرجاء تحديد المنطقة أو الولاية أو المقاطعة

# msg_language394
source: Your address has been added succesfully.
ar: تمت إضافة عنوانك بنجاح.

# msg_language395
source: Do you want to delete this address from your address book?
ar: هل تريد حذف هذا العنوان من دفتر العناوين الخاص بك؟

# msg_language396
source: Your address has been deleted succesfully from your address book.
ar: تم حذف عنوانك بنجاح من دفتر العناوين الخاص بك.

# msg_language397
source: Please enter your name
ar: من فضلك أدخل إسمك

# msg_language398
source: Please enter your valuable comments
ar: الرجاء إدخال تعليقاتك القيمة

# msg_language399
source: Re-Order
ar: إعادة الطلب

# msg_language400
source: Delivery Date:
ar: تاريخ التسليم او الوصول:

# msg_language401
source: You have succesfully re-order your items, kindly check in your cart.
ar: لقد نجحت في إعادة ترتيب العناصر الخاصة بك ، يرجى التحقق من عربة التسوق الخاصة بك.

# msg_language402
source: Payment Mode
ar: طريقة الدفع

# msg_language403
source: No records found!
ar: لا توجد بيانات

# msg_language404
source: Return Orders
ar: أوامر الإرجاع

# msg_language405
source: My Maid Accounts
ar: حسابات الخادمة الخاصة بي

# msg_language406
source: Monthly Usage Limit
ar: حد الاستخدام الشهري

# msg_language407
source: Transfer Wallet Amount
ar: تحويل المبلغ الى المحفظة

# msg_language408
source: Transfer Amount (AED)
ar: مبلغ التحويل (درهم)

# msg_language409
source: Please enter minimum wallet amount limit.
ar: الرجاء إدخال الحد الأدنى لمبلغ المحفظة.

# msg_language410
source: Maid purchase limit should be above AED 1 & upto AED 200
ar: يجب أن يكون حد شراء الخادمة أعلى من 1 درهم إماراتي ويصل إلى 200 درهم إماراتي

# msg_language411
source: Do you want to proceed with this transfer?
ar: هل تريد متابعة هذا النقل؟

# msg_language412
source: No maid record found!
ar: لم يتم العثور على سجل خادمة!

# msg_language413
source: Account Details
ar: تفاصيل الحساب

# msg_language414
source: Purchase Amount Limit (AED)
ar: حدد ملبغ الشراء (درهم)

# msg_language415
source: Allowed Addresses:
ar: العناوين المسموح بها:

# msg_language416
source: Account Status:
ar: حالة الحساب:

# msg_language417
source: Remove Account
ar: إزالة الحساب

# msg_language418
source: Are you sure you want to delete this account?
ar: هل تريد إزالة هذا الحساب؟

# msg_language419
source: Please allow one / multiple addresses for your maid
ar: الرجاء السماح لعنوان واحد / عدة عناوين لخادمتك

# msg_language420
source: Your maid account has been updated succsefully.
ar: تم تحديث حسابك الرئيسي بنجاح.

# msg_language421
source: Your maid account has been removed succsefully.
ar: تمت إزالة حسابك الرئيسي بنجاح.

# msg_language422
source: Create Maid
ar: انشاء حساب خادمة

# msg_language423
source: Maid purchase limit should be below or equal to AED 200
ar: يجب أن يكون حد شراء الخادمة أقل أو يساوي 200 درهم إماراتي

# msg_language424
source: The maid account has been created successfully
ar: تم انشاء حساب الخادمة بنجاح

# msg_language425
source: View
ar: عرض

# msg_language426
source: Renew
ar: تجديد

# msg_language427
source: Do you want to Renew this subscription?
ar: هل تريد تجديد هذا الاشتراك؟

# msg_language428
source: My Subscription Details
ar: تفاصيل اشتراكي

# msg_language429
source: Update
ar: تحديث

# msg_language430
source: Pause
ar: ايقاف مؤقت

# msg_language431
source: Resume
ar: استئناف

# msg_language432
source: Renew
ar: تجديد

# msg_language433
source: Do you want to update your subscription plan date?
ar: هل تريد تحديث تاريخ خطة اشتراكك؟

# msg_language434
source: Do you want to Cancel this subscription?
ar: هل تريد إلغاء هذا الاشتراك؟

# msg_language435
source: FREE delivery
ar: توصيل مجاني

# msg_language436
source: Add TimeSlot
ar: أضف فترة زمنية

# msg_language437
source: Update Delivery Time Slot
ar: تحديث خانة وقت التسليم

# msg_language438
source: Order Date
ar: تاريخ الطلب

# msg_language439
source: Status
ar: حالة

# msg_language440
source: Please select preferred delivery time slot
ar: يرجى تحديد وقت التسليم المفضل

# msg_language441
source: Shipping:
ar: شحن:

# msg_language442
source: Please select preferred payment condition Full or First 3 Days.
ar: يرجى تحديد شرط الدفع المفضل كامل أو أول 3 أيام.

# msg_language443
source: Discounted
ar: مخفضة

# msg_language444
source: Update Delivery Time Slot
ar: تحديث خانة وقت التسليم

# msg_language445
source: Please select preferred delivery address.
ar: الرجاء تحديد عنوان التسليم المفضل.

# msg_language446
source: No address found!
ar: لم يتم العثور على عنوان!

# msg_language447
source: or more for FREE delivery
ar: أو أكثر للتوصيل المجاني

# msg_language448
source: It seems your cart is empty. Return to product selection.
ar: يبدو أن عربة التسوق الخاصة بك فارغة. العودة إلى اختيار المنتج.

# msg_language449
source: How often do you want us to deliver?
ar: اختر نوع الاشتراك المناسب

# msg_language450
source: Place daily orders for 10 days or more
ar: اطلب لمدة 10 ايام او اكثر

# msg_language451
source: Place orders for 3 days a week or more
ar: اطلب لمدة 3 ايام في الاسبوع او اكثر

# msg_language452
source: Place orders for 8 days a month or more
ar: اطلب لمدة 8 ايام في الشهر او اكثر

# msg_language453
source: Recharge amount should not be above 10000
ar: يجب ألا يزيد مبلغ إعادة الشحن عن 10000

# msg_language454
source: Your Enquiry Subject
ar: موضوع استفسارك

# msg_language455
source: Do you want to remove this product?
ar: هل تريد إزالة هذا المنتج؟

# msg_language456
source: Do you want to call us?
ar: هل تريد الاتصال بنا؟

# msg_language457
source: Do you want to mail us?
ar: هل تريد مراسلتنا؟

# msg_language458
source: Current Point Balance
ar: رصيد النقاط الحالي

# msg_language459
source: How to earn points
ar: كيف تكسب النقاط

# msg_language460
source: Spend points and receive discounts
ar: أنفق النقاط واحصل على خصومات

# msg_language461
source: Transaction History
ar: تاريخ المعاملات

# msg_language462
source: Create New Maid Account
ar: إنشاء حساب خادمة جديد

# msg_language463
source: Active
ar: فعال

# msg_language464
source: Inactive
ar: غير نشط

# msg_language465
source: Time slot has been updated successfully
ar: تم تحديث خانة الوقت بنجاح

# msg_language466
source: Amount
ar: المبلغ

# msg_language467
source: Action
ar: اجراء

# msg_language468
source: Type
ar: النوع

# msg_language469
source: Reference
ar: مرجع

# msg_language470
source: Transaction At
ar: تاريخ المعاملة

# msg_language471
source: Transaction note
ar: المعاملة

# msg_language472
source: Transaction Status
ar: حالة المعاملة

# msg_language473
source: Please zoom in more to find your exact delivery location
ar: الرجاء التكبير أكثر للعثور على موقع التسليم الخاص بك بالضبط

# msg_language474
source: (Inc. VAT)
ar: (شامل الضريبة)

# msg_language475
source: Do you want to clear all your cart items?
ar: هل تريد مسح جميع عناصر سلة التسوق الخاصة بك؟

# msg_language476
source: Please enter your mobile no. or email
ar: الرجاء إدخال رقم هاتفك المحمول أو البريد الإلكتروني

# msg_language477
source: Select subscription resume date
ar: حدد تاريخ استئناف الاشتراك

# msg_language478
source: Subscr
ar: الاشتراك

# msg_language479
source: Order
ar: اطلب

# msg_language480
source: Shippment#
ar: شحنة#

# msg_language481
source: AED
ar: د.إ.

# msg_language482
source: Continue to Checkout
ar: المتابعة

# msg_language483
source: Subscribe
ar: اشترك

# msg_language484
source: Pending
ar: ريثما

# msg_language485
source: Active
ar: فعال

# msg_language486
source: Paused
ar: متوقف مؤقتا

# msg_language487
source: Expired
ar: منتهي الصلاحية

# msg_language488
source: Canceled
ar: ملغي

# msg_language489
source: Monday
ar: الاثنين

# msg_language490
source: Tuesday
ar: الثلاثاء

# msg_language491
source: Wednesday
ar: الأربعاء

# msg_language492
source: Thursday
ar: الخميس

# msg_language493
source: Friday
ar: الجمعة

# msg_language494
source: Saturday
ar: السبت

# msg_language495
source: Sunday
ar: الأحد

# msg_language496
source: Search by subscription Id
ar: البحث عن طريق رقم الاشتراك

# msg_language497
source: View Details
ar: عرض التفاصيل

# msg_language498
source: Mobile Number
ar: رقم الهاتف

# msg_language499
source: WhatsApp Number
ar: رقم الواتساب

# msg_language500
source: E-mail
ar: البريد الالكتروني

# msg_language501
source: Subscriptions
ar: الاشتراكات

# msg_language502
source: AM
ar: ص

# msg_language503
source: PM
ar: م

# msg_language504
source: Building Name / Villa No
ar: اسم المبنى / رقم الفيلا / رقم الشقة

# msg_language505
source: Landmark
ar: معلم معروف

# msg_language506
source: Please enter your Building Name / Villa No
ar: يرجى ادخال اسم المبنى / رقم الفيلا / رقم الشقة

# msg_language507
source: Please enter your Landmark
ar: ادخل اي معلم معروف قريب منك
