Repository: abhishekcitytech/Al-Rawabi-Foods
Catalog: AlRawabi/*.lproj/Localizable.strings
Languages: ar

# msg_language1
source: Verify Number
ar: تحقق من الرقم

# msg_language2
source: Enter your OTP code below
ar: ادخل رمز OTP الخاص بك ادناه

# msg_language3
source: SMS has been sent with code. Please enter the code for verification
ar: تم ارسال رسالة نصية تحتوي على رمز OTP, الرجاء ادخال الرمز للتحقق

# msg_language4
source: Didnâ€™t receive the code?
ar: لم يصلك الرمز؟

# msg_language5
source: Resend new code.
ar: اعادة ارسال OTP

# msg_language6
source: Please enter your first name
ar: يرجى ادخال الاسم الاول

# msg_language7
source: Please enter your last name
ar: يرجى ادخال الاسم الأخير

# msg_language8
source: Please enter your email
ar: يرجى ادخال بريدك الإلكتروني

# msg_language9
source: Please enter your mobile number
ar: يرجى ادخال رقم هاتفك المحمول

# msg_language10
source: Please enter your password
ar: يرجى ادخال رقمك السري

# msg_language11
source: Please enter your confirm password
ar: الرجاء اعادة ادخال كلمة المرور

# msg_language12
source: Confirm password does not match with your password
ar: كلمة المرور غير متطابقة, يرجى اعادة المحاولة

# msg_language13
source: please enter valid email address
ar: يرجى ادخال بريد إلكتروني صحيح

# msg_language14
source: please enter 9 digit valid mobile number
ar: يرجى ادخال رقم هاتف صحيح مكون من 9 ارقام

# msg_language15
source: Register
ar: تسجيل

# msg_language16
source: Quickly create account
ar: انشاء حساب

# msg_language17
source: Verify
ar: تحقق الآن

# msg_language18
source: Verified
ar: تم التحقق

# msg_language19
source: OR
ar: او

# msg_language20
source: Login
ar: تسجيل دخول

# msg_language21
source: Sign in to your account.
ar: تسجيل الدخول الى حسابك

# msg_language22
source: Enter your username
ar: أدخل اسم المستخدم الخاص بك

# msg_language23
source: Enter your password
ar: ادخل رقمك السري

# msg_language24
source: Register Now
ar: سجل الان

# msg_language25
source: SKIP NOW
ar: تخطى الآن

# msg_language26
source: Remember Me
ar: تذكرني

# msg_language27
source: Forgot Password?
ar: هل نسيت كلمة السر؟

# msg_language28
source: Firstname
ar: الاسم الاول

# msg_language29
source: Lastname
ar: الكنية

# msg_language30
source: Email
ar: البريد الالكتروني

# msg_language31
source: Mobile no
ar: رقم الهاتف

# msg_language32
source: Password
ar: كلمة المرور

# msg_language33
source: Confirm password
ar: تأكيد كلمة المرور

# msg_language34
source: Top Deals
ar: افضل العروض

# msg_language35
source: View All
ar: عرض الكل

# msg_language36
source: Choose Subscription Plan
ar: اختر خطة الاشتراك

# msg_language37
source: Daily
ar: يومياً

# msg_language38
source: Weekly
ar: اسبوعياً

# msg_language39
source: Monthly
ar: شهرياُ

# msg_language40
source: Minimum 10 days orders or more
ar: اطلب كحد ادنى لمدة 10 ايام او اكثر للتقدم

# msg_language41
source: Minimum 3 orders in a week or full week
ar: اطلب كحد ادنى لمدة 3 ايام في الاسبوع او اكثر للتقدم

# msg_language42
source: Minimum 8 orders in a month or full month
ar: اطلب كحد ادنى لمدة 8 ايام في الشهر او اكثر للتقدم

# msg_language43
source: Get your delivery daily, weekly or monthly
ar: احصل على طلباتك, يومياً, اسبوعياً, او شهرياً

# msg_language44
source: BUY ONCE
ar: اشتري مرة واحدة

# msg_language45
source: Order On
ar: طلب على

# msg_language46
source: No more offers available on Top Deals!
ar: لا توجد عروض متاحة.

# msg_language47
source: ADD TO CART
ar: أضف إلى السلة

# msg_language48
source: You have already made a Daily Subscription under pre-order, kindly complete that order first.
ar: لديك طلب اشتراك يومي قيد التنفيذ. يرجى استكمال الطلب قبل المحاولة مرة اخرى.

# msg_language49
source: Remove
ar: إزالة

# msg_language50
source: Continue
ar: استمر

# msg_language51
source: You have already made a Weekly Subscription under pre-order, kindly complete that order first.
ar: لديك طلب اشتراك اسبوعي قيد التنفيذ. يرجى استكمال الطلب قبل المحاولة مرة اخرى.

# msg_language52
source: You have already made a Monthly Subscription under pre-order, kindly complete that order first.
ar: لديك طلب اشتراك شهري قيد التنفيذ. يرجى استكمال الطلب قبل المحاولة مرة اخرى.

# msg_language53
source: Choose your delivery location
ar: اختر موقع التسليم الخاص بك

# msg_language54
source: Please Select Your Subscription
ar: الرجاء اخيار الاشتراك المناسب لك

# msg_language55
source: From Below Listing
ar: من الخيارات ادناه

# msg_language56
source: Select
ar: تحديد

# msg_language57
source: Selected
ar: محدد

# msg_language58
source: Subscription - Daily
ar: اشتراك - يومي

# msg_language59
source: Subscription - Weekly
ar: اشتراك - اسبوعي

# msg_language60
source: Subscription - Monthly
ar: اشتراك - شهري

# msg_language61
source: Select Start date
ar: حدد تاريخ البدء

# msg_language62
source: Select End date
ar: حدد تاريخ الانتهاء

# msg_language63
source: Auto Renew
ar: التجديد التلقائي

# msg_language64
source: You have to select 'Minimum 10 days orders OR more orders' for Daily subscription plan.
ar: اطلب لمدة 10 ايام او اكثر

# msg_language65
source: You have to select 'Minimum 3 days orders a week OR full week i.e. 7 days' for Weekly subscription plan.
ar: اطلب لمدة 3 ايام في الاسبوع او اكثر

# msg_language66
source: You have to select 'Minimum 8 days orders a month OR full month i.e. no. of days in a month' for Monthly subscription plan.
ar: اطلب لمدة 8 ايام في الشهر او اكثر

# msg_language67
source: Review & Place Order
ar: مراجعة وتقديم الطلب

# msg_language68
source: Subtotal + Tax
ar: المجموع + الضريبة

# msg_language69
source: Note: To add more product items for this date, you can go to product category & add more.
ar: ملاحظة: لإضافة المزيد من عناصر المنتج لهذا التاريخ ، يمكنك الانتقال إلى كتالوج المنتجات وإضافة المزيد.

# msg_language70
source: ADD TO ALL
ar: أضف إلى الكل

# msg_language71
source: ADD ONCE
ar: أضف مرة واحدة

# msg_language72
source: Choose Products
ar: اختر المنتجات

# msg_language73
source: Edit
ar: تعديل

# msg_language74
source: Subscription
ar: اشتراك

# msg_language75
source: no recods found!
ar: لا توجد بيانات

# msg_language76
source: Ok
ar: موافق

# msg_language77
source: Cancel
ar: إلغاء

# msg_language78
source: Product List
ar: قائمة المنتجات

# msg_language79
source: Review Order
ar: مراجعة الطلب

# msg_language80
source: Search by product name
ar: ما الذي تبحث عنه؟

# msg_language81
source: Review Your Order
ar: مراجعة طلبك

# msg_language82
source: Do you want to clear your selected subscription items?
ar: هل تريد مسح سلة الاشتراك؟

# msg_language83
source: Click to choose preferred delivery slot
ar: اختر وقت التسليم المناسب

# msg_language84
source: Subtotal + Tax
ar: المجموع + الضريبة

# msg_language85
source: Shipping Charges
ar: رسوم الشحن

# msg_language86
source: Grand Total
ar: المبلغ الإجمالي

# msg_language87
source: Total Product Items
ar: إجمالي عناصر المنتج

# msg_language88
source: Subtotal + Tax
ar: المجموع + الضريبة

# msg_language89
source: Delivery on
ar: التوصيل في

# msg_language90
source: Shop AED 15 or more, for FREE delivery
ar: تسوق بقيمة 15 درهم أو أكثر للحصول على توصيل مجاني

# msg_language91
source: Details
ar: التفاصيل

# msg_language92
source: Add Products
ar: إضافة منتجات

# msg_language93
source: + Add New Address
ar: إضافة عنوان جديد

# msg_language94
source: Pay & Checkout
ar: الدفع

# msg_language95
source: Shipping Addresses
ar: عناوين الشحن

# msg_language96
source: Choose Your Expected Delivery Date
ar: اختر تاريخ التسليم المناسب

# msg_language97
source: Current Location
ar: الموقع الحالي

# msg_language98
source: Proceed
ar: المتابعة

# msg_language99
source: Morning
ar: صباحاً

# msg_language100
source: Afternoon
ar: بعد الظهر

# msg_language101
source: Evening
ar: مساءً

# msg_language102
source: Check Delivery Location
ar: تحقق من موقع التسليم

# msg_language103
source: Delivery is FREE for orders over AED 30. Otherwise, you will be charged AED 10 for delivery.
ar: التوصيل مجاني للطلبات التي تزيد قيمتها عن 30 درهم إماراتي، وإلا فسيتم تكلفتك 10 دراهم إماراتية مقابل التوصيل.

# msg_language104
source: Order Once
ar: اطلب مرة واحدة

# msg_language105
source: Choose Delivery Date
ar: اختر تاريخ التسليم

# msg_language106
source: Done
ar: تم

# msg_language107
source: Cancel
ar: إلغاء

# msg_language108
source: Subtotal + Tax
ar: المجموع + الضريبة

# msg_language109
source: Shipping Charges:
ar: رسوم الشحن

# msg_language110
source: Discount:
ar: خصم

# msg_language111
source: Tax:
ar: ضريبة

# msg_language112
source: Order Total:
ar: مجموع الطلب

# msg_language113
source: View Coupons
ar: عرض القسيمة

# msg_language114
source: Cart
ar: السلة

# msg_language115
source: Do you want to remove this item from your cart?
ar: هل تريد إزالة هذا العنصر من سلة التسوق الخاصة بك؟

# msg_language116
source: Code -
ar: الرمز

# msg_language117
source: Cart empty!
ar: عربة التسوق فارغة

# msg_language118
source: No shipping method found!
ar: لم يتم العثور على طريقة شحن!

# msg_language119
source: Addresses
ar: العناويين

# msg_language120
source: Set as a default
ar: تعيين كافتراضي

# msg_language121
source: Default
ar: افتراضي

# msg_language122
source: View / Edit Profile
ar: عرض و تعديل الملف الشخصي

# msg_language123
source: My Wishlist
ar: قائمة امنياتي

# msg_language124
source: View Order History
ar: عرض سجل الطلبات

# msg_language125
source: View up-coming deliveries
ar: عرض عمليات التسليم القادمة

# msg_language126
source: Pause / restart recurring orders
ar: إيقاف مؤقت / إعادة تشغيل الطلبات المتكررة

# msg_language127
source: Add / edit / delete sub-accounts
ar: إضافة / تحرير / حذف حسابات فرعية

# msg_language128
source: Top up / view balance
ar: تعبئة الرصيد / عرض الرصيد

# msg_language129
source: Re-Order & Order Once List
ar: إعادة ترتيب وترتيب القائمة مرة واحدة

# msg_language130
source: Vacation / time-off settings
ar: إعدادات الإجازة / الإجازة

# msg_language131
source: My Reward Points
ar: نقاط المكافأة الخاصة بي

# msg_language132
source: Upgrade / downgrade / cancel membership
ar: تحسين / تخفيض / إلغاء العضوية

# msg_language133
source: Returns / Refunds
ar: الاسترجاع وإعادة المبالغ المالية

# msg_language134
source: Manage Shipping Addresses
ar: إدارة عناوين الشحن المتعددة

# msg_language135
source: Change Password
ar: تغيير كلمة المرور

# msg_language136
source: Home
ar: الرئيسية

# msg_language137
source: Order By Subscription
ar: اطلب عن طريق الاشتراك

# msg_language138
source: Dairy
ar: البان

# msg_language139
source: Juice
ar: عصائر

# msg_language140
source: Bakery
ar: مخبوزات

# msg_language141
source: Meat
ar: لحوم

# msg_language142
source: Offers
ar: عروض

# msg_language143
source: Cart
ar: السلة

# msg_language144
source: Contact Us
ar: تواصل معنا

# msg_language145
source: Menu
ar: القائمة

# msg_language146
source: Account
ar: الحساب

# msg_language147
source: Products
ar: المنتجات

# msg_language148
source: + Add More
ar: اضافة المزيد

# msg_language149
source: Do you want to add this product to Wishlist?
ar: هل تريد اضافة المنتج الى قائمة الامنيات؟

# msg_language150
source: No products found!
ar: لا توجد اي منتجات!

# msg_language151
source: Product Details
ar: تفاصيل المنتج

# msg_language152
source: Do you want to remove this product from Wishlist?
ar: هل تريد ازالة المنتج من قائمة الامنيات؟

# msg_language153
source: Remove from WishList
ar: إزالة المنتج من قائمة الامنيات

# msg_language154
source: Add to Wishlist
ar: أضف المنتج إلى قائمة الامنيات

# msg_language155
source: No reviews available!
ar: كن اول من يقيم المنتج.

# msg_language156
source: global ratings
ar: التقييمات العالمية

# msg_language157
source: Select Product Size
ar: حدد حجم المنتج

# msg_language158
source: Description
ar: وصف

# msg_language159
source: Benifits
ar: الفوائد

# msg_language160
source: Nutrition Facts
ar: الحقائق الغذائية

# msg_language161
source: See More
ar: شاهد المزيد

# msg_language162
source: How are ratings calculated?
ar: كيف يتم حساب التقييمات؟

# msg_language163
source: Share your thoughts with other customers
ar: شارك أفكارك مع زبائن آخرين

# msg_language164
source: view All Review
ar: عرض جميع الملاحظات

# msg_language165
source: Write Your Review
ar: اكتب ملاحظتك

# msg_language166
source: Related Products
ar: منتجات ذات صله

# msg_language167
source: Product Filter
ar: تصفية المنتج

# msg_language168
source: Filter by Lifestyle
ar: تصفية حسب أسلوب الحياة

# msg_language169
source: Categories
ar: الفئات

# msg_language170
source: Apply Now
ar: تطبيق الآن

# msg_language171
source: What do you think?
ar: ما رأيك؟

# msg_language172
source: Please give your rating by clicking on
ar: يرجى إعطاء تقييمك بالضغط على

# msg_language173
source: the stars below.
ar: النجوم في الأسفل

# msg_language174
source: the stars below.
ar: النجوم في الأسفل

# msg_language175
source: Enter your Nickname
ar: أدخل اسمك

# msg_language176
source: Enter Review Title
ar: أدخل عنوان التقييم

# msg_language177
source: Tell us about your experience.
ar: أخبرنا عن تجربتك

# msg_language178
source: Submit
ar: ارسال

# msg_language179
source: Write Reviews
ar: اكتب ملاحظاتك

# msg_language180
source: Please give your rating star
ar: يرجى اختيار تصنيف النجوم الخاص بك

# msg_language181
source: Please enter your Nickname
ar: أدخل اسمك

# msg_language182
source: Please enter Review Title
ar: أدخل عنوان التقييم

# msg_language183
source: Please enter Review Comments
ar: يرجى إدخال تعليقاتك

# msg_language184
source: All Reviews
ar: جميع التعليقات

# msg_language185
source: Payment Method
ar: طريقة الدفع

# msg_language186
source: Loyalty Points
ar: نقاط الولاء

# msg_language187
source: Card Payment
ar: الدفع ببطاقة الائتمان

# msg_language188
source: Wallet
ar: المحفظة

# msg_language189
source: Cash on Delivery
ar: الدفع عند الاستلام

# msg_language190
source: Apple Pay
ar: أبل باي

# msg_language191
source: Save
ar: حفظ

# msg_language192
source: Name on the card
ar: الاسم الموجود على البطاقة

# msg_language193
source: Card number
ar: رقم البطاقة

# msg_language194
source: Month / Year
ar: الشهر/السنة

# msg_language195
source: CVV
ar: كود CVV

# msg_language196
source: CARD HOLDER
ar: حامل البطاقة

# msg_language197
source: EXPIRE ON
ar: تنتهي في

# msg_language198
source: Order Success
ar: تم الطلب بنجاح

# msg_language199
source: Your order was successful
ar: تم الطلب بنجاح

# msg_language200
source: You will get a response
ar: سوف تحصل على الرد

# msg_language201
source: within few minutes
ar: في غضون دقائق قليلة

# msg_language202
source: Track Order
ar: تتبع الطلب

# msg_language203
source: Continue Shopping
ar: متابعة التسوق

# msg_language204
source: My Orders
ar: طلباتي

# msg_language205
source: No orders status found!
ar: لم يتم العثور على حالة الطلبات!

# msg_language206
source: No orders found!
ar: لم يتم العثور على أية طلبات!

# msg_language207
source: Order No.
ar: رقم الطلب

# msg_language208
source: Start Date:
ar: تاريخ بدء الاشتراك

# msg_language209
source: Quantity:
ar: الكمية

# msg_language210
source: Total Amount:
ar: المبلغ الإجمالي

# msg_language211
source: Total Product Items Ordered:
ar: مجموع المنتجات المطلوبة

# msg_language212
source: Order Details
ar: تفاصيل الطلب

# msg_language213
source: Product Price:
ar: سعر المنتج:

# msg_language214
source: Ordered Quantity:
ar: الكمية المطلوبة:

# msg_language215
source: My Wallet
ar: المحفظة

# msg_language216
source: No transactions found!
ar: لا توجد معاملات!

# msg_language217
source: Wallet Balance:
ar: رصيد المحفظة:

# msg_language218
source: Recharge
ar: تعبئة رصيد

# msg_language219
source: Recent Payments
ar: المدفوعات الأخيرة

# msg_language220
source: Placed on
ar: تم الوضع على

# msg_language221
source: Order #
ar: الطلب

# msg_language222
source: Recharge Wallet
ar: إعادة تعبئة المحفظة

# msg_language223
source: Order Placed
ar: تم الطلب

# msg_language224
source: Order Confirmed
ar: تم تأكيد الطلب

# msg_language225
source: In Progress
ar: قيد التنفيذ

# msg_language226
source: Out for Delivery
ar: خارج للتوصيل

# msg_language227
source: Order Delivered
ar: تم تسليم الطلب

# msg_language228
source: Available Coupons Offered
ar: القسائم المتاحة

# msg_language229
source: Enter coupon code
ar: يرجى إدخال رمز القسيمة

# msg_language230
source: Coupon Code:
ar: رمز القسيمة

# msg_language231
source: Expiration Date:
ar: تاريخ الانتهاء:

# msg_language232
source: You have applied coupon code succesfully.
ar: لقد قمت بتطبيق رمز القسيمة بنجاح.

# msg_language233
source: Select & Copy
ar: تحديد و نسخ

# msg_language234
source: Apply
ar: تطبيق

# msg_language235
source: New Arrival
ar: وصل حديثاُ

# msg_language236
source: Add Address
ar: اضف عنوان

# msg_language237
source: Street Address
ar: عنوان الشارع

# msg_language238
source: Please enter your first name
ar: الرجاء إدخال اسمك الأول

# msg_language239
source: Please enter your last name
ar: الرجاء إدخال اسمك الأخير

# msg_language240
source: Please enter your mobile number
ar: الرجاء إدخال رقم هاتفك المحمول

# msg_language241
source: Please enter your Street address
ar: الرجاء إدخال عنوان الشارع الخاص بك

# msg_language242
source: Please enter your location
ar: الرجاء إدخال موقعك

# msg_language243
source: Please enter your city
ar: الرجاء إدخال مدينتك

# msg_language244
source: Please enter your country
ar: الرجاء إدخال بلدك

# msg_language245
source: Your address has been added successfully.
ar: تمت إضافة عنوانك بنجاح

# msg_language246
source: Location
ar: الموقع

# msg_language247
source: City
ar: الدولة

# msg_language248
source: Country
ar: الدولة

# msg_language249
source: For Maid
ar: للخادمة

# msg_language250
source: Save Address
ar: حفظ العنوان

# msg_language251
source: Update Address
ar: تحديث العنوان

# msg_language252
source: Delete Address
ar: حذف العنوان

# msg_language253
source: My Addresses
ar: عناويني

# msg_language254
source: No addresses found!
ar: لم يتم العثور على عناوين!

# msg_language255
source: Add New Address
ar: أضف عنوان جديد

# msg_language256
source: CONFIRM LOCATION
ar: تأكيد الموقع

# msg_language257
source: CHOOSE FROM MY ADDRESSES
ar: اختر من بين العناوين الخاصة بي

# msg_language258
source: Delivery Location Search
ar: ما الذي تبحث عنه؟

# msg_language259
source: Please enter your search area name
ar: ما الذي تبحث عنه؟

# msg_language260
source: Please add your address in your address book.
ar: الرجاء إضافة عنوانك في دفتر العناوين الخاص بك.

# msg_language261
source: Address not found, please try again later
ar: لم يتم العثور على العنوان ، يرجى المحاولة مرة أخرى في وقت لاحق

# msg_language262
source: You are inside our delivery area!
ar: أنت داخل منطقة التوصيل لدينا!

# msg_language263
source: We don't deliver to this area
ar: لسيت ضمن نطاق التوصيل

# msg_language264
source: Please choose your location address
ar: الرجاء اختيار عنوان موقعك

# msg_language265
source: Search
ar: ما الذي تبحث عنه؟

# msg_language266
source: Please Choose Your Preferred Delivery Time Slot
ar: الرجاء اختيار وقت التسليم المفضل لديك

# msg_language267
source: Product has been added to your cart succesfully.
ar: تمت إضافة المنتج إلى عربة التسوق الخاصة بك بنجاح.

# msg_language268
source: Your review has been submitted succesfully.
ar: تم تقديم رأيك بنجاح.

# msg_language269
source: Product has been succesfully added to your wishlist.
ar: تمت إضافة المنتج بنجاح إلى قائمة الامنيات الخاصة بك.

# msg_language270
source: Server Error! please try after sometime
ar: خطأ في الخادم! يرجى المحاولة بعد مرور بعض الوقت

# msg_language271
source: Network Error! please check your network settings
ar: خطأ في الشبكة! يرجى التحقق من إعدادات الشبكة الخاصة بك

# msg_language272
source: Click here for maid login
ar: انقر هنا لتسجيل الدخول للخادمة

# msg_language273
source: My Subscription
ar: اشتراكاتي

# msg_language274
source: Maid Accounts
ar: حسابات الخادمة

# msg_language275
source: Change Password
ar: غير كلمة السر

# msg_language276
source: Logout
ar: تسجيل خروج

# msg_language277
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج ؟

# msg_language278
source: Back to Login
ar: العودة إلى تسجيل الدخول

# msg_language280
source: About Us
ar: معلومات عنا

# msg_language281
source: Privacy Policy
ar: سياسة الخصوصية

# msg_language282
source: Delivery Policy
ar: سياسة التوصيل

# msg_language283
source: Refund / Return & Cancellation Policy
ar: سياسة الاسترجاع واعادة المبالغ المالية

# msg_language284
source: Terms & Conditions
ar: الشروط و الاحكام

# msg_language285
source: Disclaimer
ar: تنصل

# msg_language286
source: Please check your SMS app for OTP
ar: يرجى التحقق من تطبيق الرسائل القصيرة الخاص بك لمرة واحدة

# msg_language287
source: Please enter allowable location
ar: الرجاء إدخال الموقع المسموح به

# msg_language288
source: Maid Login
ar: تسجيل دخول الخادمة

# msg_language289
source: Sign in to your account.
ar: تسجيل الدخول إلى حسابك.

# msg_language290
source: Do you want to resend OTP to your mobile number?
ar: هل تريد إعادة إرسال OTP إلى رقم هاتفك المحمول؟

# msg_language291
source: Please update with your new password
ar: يرجى التحديث بكلمة المرور الجديدة الخاصة بك

# msg_language292
source: Reset Password
ar: إعادة تعيين كلمة المرور

# msg_language293
source: Maid Home
ar: خادمة المنزل

# msg_language294
source: View Subscription
ar: عرض الاشتراكات

# msg_language295
source: Paused Subscriptions
ar: الاشتراكات المتوقفة مؤقتًا

# msg_language296
source: Wallet Balance
ar: رصيد المحفظة

# msg_language297
source: My Profile
ar: ملفي

# msg_language298
source: Shipping Addresses
ar: عناوين الشحن

# msg_language299
source: End Date
ar: تاريخ نهاية الاشتراك

# msg_language300
source: Renew Policy
ar: التجديد التلقائي

# msg_language301
source: Subscription Details
ar: تفاصيل الاشتراك

# msg_language302
source: Do you want to Pause this subscription?
ar: هل تريد إيقاف هذا الاشتراك مؤقتًا؟

# msg_language303
source: Do you want to Resume this subscription?
ar: هل تريد استئناف هذا الاشتراك؟

# msg_language304
source: Subtotal + Tax
ar: المجموع + الضريبة

# msg_language305
source: Shipping Amount
ar: كمية الشحن

# msg_language306
source: Discount Amount
ar: مقدار الخصم

# msg_language307
source: Grnad Total
ar: المبلغ الإجمالي

# msg_language308
source: Order
ar: ترتيب

# msg_language309
source: Place on
ar: ضع على

# msg_language310
source: Profile Details
ar: تفاصيل الملف الشخصي

# msg_language311
source: Subtotal + Tax
ar: المجموع + الضريبة

# msg_language312
source: Order Total
ar: مجموع الطلب

# msg_language313
source: Payment To Be Made
ar: سيتم الدفع

# msg_language314
source: Wallet Balance Amount
ar: مبلغ رصيد المحفظة

# msg_language315
source: Wallet Remaining Balance Amount
ar: مبلغ الرصيد المتبقي في المحفظة

# msg_language316
source: Please select delivery expected date
ar: الرجاء تحديد تاريخ التسليم المتوقع

# msg_language317
source: Please select delivery preferred time slot.
ar: الرجاء تحديد وقت التسليم المفضل.

# msg_language318
source: You earn
ar: تم كسب

# msg_language319
source: Reward points
ar: نقاط مكافأة

# msg_language320
source: No payment methods found!
ar: لم يتم العثور على طرق دفع!

# msg_language321
source: Please enter your username
ar: الرجاء إدخال اسم المستخدم

# msg_language322
source: Please enter your passsword
ar: من فضلك أدخل رقمك السري

# msg_language323
source: We don't deliver to this area
ar: لسيت ضمن نطاق التوصيل

# msg_language324
source: Please choose alternate location to continue
ar: الرجاء اختيار موقع بديل للمتابعة

# msg_language325
source: Your selected Daily subscription will be deleted
ar: سيتم حذف اشتراكك اليومي الحالي وإنشاء اشتراك جديد.

# msg_language326
source: Your selected Weekly subscription will be deleted
ar: سيتم حذف اشتراكك الأسبوعي الحالي وإنشاء اشتراك جديد.

# msg_language327
source: Your selected Monthly subscription will be deleted
ar: سيتم حذف اشتراكك الشهري الحالي وإنشاء اشتراك جديد.

# msg_language328
source: Remove Coupon
ar: إزالة القسيمة

# msg_language329
source: out of 5
ar: من 5

# msg_language330
source: Warning!
ar: تحذير!

# msg_language331
source: Please add products of your choosen dates
ar: الرجاء إضافة منتجات من التواريخ التي اخترتها
